#Напишите программу, которая преобразует показания температуры по шкале
#Цельсия в температуру по шкале Фаренгейта на основе формулы:
#Программа должна попросить пользователя ввести температуру по шкале Цельсия и показать
#температуру, преобразованную в шкалу Фаренгейта.

x = int(input("Введите температуру по шкале Цельсия :  "))
y = (9/5)*x+32
print("Температура по шкале Фаренгейта : ",y)

