# Напишите программу, которая запрашивает у пользователя число пройденных километров
# и расход бензина в литрах. Она должна рассчитать расход бензина автомобилем
# и показать результат.
#  расход = пройденные километры / расход бензина в литрах.

x = int(input("Пройденные километры :  "))
y = int(input("Расход бензина в литрах :  "))
c = x/y
print("Расход бензина автомобилем : ",c)

