# Расчет расстояния,которое автомобиль проходит за разные промежутки времени
# Автомобиль движется со скоростью 70км/ч
# вычисления на основе формулы : расстояние = скорость * время


x = 70              # x = скорость автомобиля
distance1 = x*6     # вычисление расстояния,которое автомобиль пройдет за 6 часов
distance2 = x*10    # вычисление расстояния,которое автомобиль пройдет за 10 часов
distance3 = x*15    # вычисление расстояния,которое автомобиль пройдет за 15 часов

print("Расстояние,пройденное за 6 часов =",distance1,"км")
print("Расстояние,пройденное за 10 часов =",distance2,"км")
print("Расстояние,пройденное за 15 часов =",distance3,"км")
